/* No comment provided by engineer. */
"' already exist, please set a different ID." = "' 已经存在, 请选择一个不通的ID.";

/* No comment provided by engineer. */
"', please check the URL is value." = "', 请核对URL的设置.";

/* No comment provided by engineer. */
"Back" = "返回";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Category" = "类别";

/* No comment provided by engineer. */
"Change Passcode" = "设置主密码";

/* No comment provided by engineer. */
"Confirm new passcode" = "确认新的主密码";

/* No comment provided by engineer. */
"Create Passcode" = "创建主密码";

/* No comment provided by engineer. */
"Data backup email from Password Booklet application" = "密码小助手的密码备份文件";

/* No comment provided by engineer. */
"Delete" = "删除";

/* No comment provided by engineer. */
"Enter Passcode" = "输入主密码";

/* No comment provided by engineer. */
"Error" = "错误";

/* No comment provided by engineer. */
"Fail to get passcode based on your Touch ID, please input the passcode" = "指纹识别出错，请输入主密码";

/* No comment provided by engineer. */
"Financial" = "财务";

/* No comment provided by engineer. */
"ID (required)" = "ID (必填)";

/* No comment provided by engineer. */
"Invalid old passcode entered. Please try again." = "主密码确认出错。请重新输入.";

/* No comment provided by engineer. */
"Log in with your touch ID" = "请进行指纹识别";

/* No comment provided by engineer. */
"New passcode" = "新的主密码";

/* No comment provided by engineer. */
"New Password" = "设置新密码";

/* No comment provided by engineer. */
"Notes" = "备注";

/* No comment provided by engineer. */
"OK" = "确认";

/* No comment provided by engineer. */
"Old passcode" = "旧的主密码";

/* No comment provided by engineer. */
"Others" = "其他";

/* No comment provided by engineer. */
"passcode" = "主密码";

/* No comment provided by engineer. */
"Passcode and confirm Passcode have different value. Please try again." = "主密码和确认主密码不同.请重新输入.";

/* No comment provided by engineer. */
"Password" = "密码";

/* No comment provided by engineer. */
"Password ID '" = "密码ID '";

/* No comment provided by engineer. */
"Password ID cannot be empty, please set a valid ID." = "密码ID不能为空,请设置有效的密码ID.";

/* No comment provided by engineer. */
"Personal" = "个人";

/* No comment provided by engineer. */
"Pleaes create your logon passcode before using the application" = "请先设置主密码";

/* No comment provided by engineer. */
"Pleaes enter passcode to log on" = "请输入主密码";

/* No comment provided by engineer. */
"Pleaes enter your old and new passcode" = "请输入旧的的新的主密码";

/* No comment provided by engineer. */
"Save" = "保存";

/* No comment provided by engineer. */
"Select the category for the password item" = "选择密码类别";

/* No comment provided by engineer. */
"The entered passcode is invalid, please try again" = "输入的主密码无效，请重新输入。";

/* No comment provided by engineer. */
"To restore the backup file, click on the attachement and select Password Booklet application. WARNING: all existing data will be overwritten." = "在恢复备份的密码时，从苹果手机的电邮软件点击打开备份电邮的附件，并选择‘拷贝至密码小助手’，然后输入备份时的密码. 警告：密码小助手当前的所有密码将被备份电邮的密码所取代。";

/* No comment provided by engineer. */
"Touch ID authentication failed, please enter passcode to log in." = "指纹识别出错，请输入主密码.";

/* No comment provided by engineer. */
"Unable to open the URL of '" = "无法打开URL '";

/* No comment provided by engineer. */
"URL" = "URL";

/* No comment provided by engineer. */
"UserID" = "用户名";

/* No comment provided by engineer. */
"Warning" = "警告";

/* No comment provided by engineer. */
"warning" = "警告";

/* No comment provided by engineer. */
"Work" = "工作";

/* No comment provided by engineer. */
"Please first configure your email account"  = "请先在手机自带的电子邮件程序中设置电子邮件账户，只有能够收发邮件后才能把密码备份在电子邮件中。";

"Select backup Mode" = "选择备份模式";

"Backup Message" = "警告：选择'不加密模式‘的话将会把密码备份到不经加密的文本文件中.";

"Default (With Encryption)" = "缺省模式 (加密)";

"No Encryption" = "不加密模式";
